{
  "name": "Marine Spacesuit (Physical)",
  "type": "armor",
  "img": "systems/opsandtactics/icons/svg/space-suit.svg",
  "system": {
    "description": "<p>This spacesuit is an upgraded version of the standard spacesuit, built for military and police use. It protects the user from the harmful radiation and vacuum of space. It is a full body suit that has its own life support system that negates any temperature effects, as well as an emergency 72 hour air tank, a full sun visor, and a communication radio. It also has a mount to mount and use any plasarm, lasarm, elarm, or caseless firearm. Mounting a weapon to the marine spacesuit allows it to be fired hands free, and negates the recoil penalty for any weapon that is mounted to the marine space suit. A character can also wield large or larger weapons in their hands, taking a penalty on the attack roll equal to the armor penalty. This suit also has servos built into it, allowing it to stand on its own with no force or strength required to wear this armor. If a character has the Heavy Armor Proficiency feat, the CP loss is reduced to 3. This armor has 12 MOLLE slots, but they can be removed at time of purchase for no cost, and can soak 60 points of plasma or electric damage before it requires a new coolant pack. This armor protects against all stunning effects from any attack that also deals electric damage while the armor can soak plasma or electric damage. It takes 3 rounds for the plasma shields to recharge after a new coolant pack has been inserted.</p>\n<h3>Special Notes</h3>\n<p>This armor protects the head, arms, legs, feet and hands of the wearer, providing DR and Defense to all listed areas. If a marine spacesuit loses all of its AP, it is depressurized and can no longer protect its wearer from the environment. This armor is hardened against EMP.</p>",
    "layer": "worn",
    "active": false,
    "def": 5,
    "agiMax": 0,
    "penalty": -8,
    "cpLoss": 6,
    "protection": {
      "Jg4JMvgb": {
        "name": "Ballistic",
        "value": 30
      },
      "shvX1PXY": {
        "name": "Bludgeoning, Slashing, Ballistic Piercing",
        "value": 24
      },
      "whvRNBTi": {
        "name": "Piercing",
        "value": 12
      }
    },
    "activeDR": "",
    "ap": {
      "value": 180,
      "max": 180
    },
    "coolant": "",
    "gear": {
      "quantity": {
        "value": 1,
        "available": false
      },
      "size": "Large",
      "weight": 17.5,
      "cost": 65,
      "quality": "",
      "restriction": "",
      "physical": true,
      "location": {
        "parent": "Loose",
        "note": ""
      },
      "resources": {
        "bPeWYoMk": {
          "name": "Oxygen",
          "type": "resource",
          "value": "72",
          "max": "72 hours"
        }
      }
    }
  },
  "effects": [],
  "flags": {
    "core": {
      "sourceId": "Item.72Y3Ls47yApTdxtW"
    }
  },
  "_stats": {
    "systemId": "opsandtactics",
    "systemVersion": "0.0.7",
    "coreVersion": "10.291",
    "createdTime": 1681662154248,
    "modifiedTime": 1682699632257,
    "lastModifiedBy": "qUf9EhhQBxZF46Rx"
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0,
    "qUf9EhhQBxZF46Rx": 3
  },
  "_id": "FiH1Hca3h7jJxKt1",
  "_key": "!items!FiH1Hca3h7jJxKt1"
}
