{
  "name": "Cave Dwarf (Full)",
  "type": "feature",
  "img": "systems/opsandtactics/icons/abstract/dna.webp",
  "system": {
    "description": "<h3>Racial Traits</h3>\n<ul>\n<li>Cave dwarves can choose between Archaic Weapon Proficiency (Maces) or Archaic Weapon Proficiency (Picks), at 1st level for free.</li>\n<li>Cave dwarves possess Low-Light Vision, allowing them to see twice as far as normal in poor lightning conditions, as well as distinguish colors, even in dim lighting.</li>\n<li>When cave dwarves are in direct sunlight or bright light, and not wearing welding goggles, sunglasses, or any other type of equipment that dims lighting, they are considered blind.</li>\n<li>Cave dwarves receive a +5 bonus to all fortitude saving throw to resist against all diseases and poisons.</li>\n<li>Cave dwarves can not be inebriated.</li>\n<li>Cave dwarves can select Reformed Dwemer or Trade Bant Simplified as their native language.</li>\n</ul>\n<h3>Racial Traits (Active Effect)</h3>\n<ul>\n<li>Cave dwarves are Medium sized creatures.</li>\n<li>When calculating the carrying capacity for a cave dwarf, multiply all carrying capacity values by 2.</li>\n<li>Cave dwarves gain a +5 Racial Recoil Bonus to recoil when using any weapon that has recoil.</li>\n<li>Cave dwarves have a base Combat Point score of 12.</li>\n<li>Cave dwarves CHP formula is <code>CON Score + 8</code>.</li>\n</ul>\n<h3>Physical Description</h3>\n<p>A healthy cave dwarf typically stands between 4-5&frac12;&rsquo;, and weighs between 170-200 lbs. The men are slightly taller than the women on average. The male dwarfs begin to grow a beard right at the beginning of adulthood, which is a prized and cherished possession and badge of manhood, while a female dwarf&rsquo;s hair begins to grow to an impressive length, which is well kept and treasured as a symbol of womanhood. Dwarven skin tone ranges from a dark brown to a light olive, and their hair ranges from black to a dark brown, usually in a thick, curly or coarse texture. The average dwarven lifespan is 145 years, reaching physical adulthood between the ages of 19-25. Cave dwarves have eyes suited to darker environments, and as such their eye color tends to range from a offwhite color to a light violet color.</p>\n<h3>Language</h3>\n<p>The native language of a cave dwarf is Reformed Dwemer, but many speak, read, and can write in Dvergjar for Ceremonial reasons. Trade Bant Simplified is also a common language for cave dwarves.</p>\n<h3>Names</h3>\n<p>Cave dwarves have three names, the first name being a given name, and is used to refer to the particular dwarf, the second name being their family name, that denotes their immediate family, and the third being their clan or communal name, that signifies their original hometown or village.</p>",
    "summary": ""
  },
  "effects": [
    {
      "icon": "systems/opsandtactics/icons/abstract/dna.webp",
      "origin": "Item.zS0jXga6Qoca176p",
      "duration": {
        "startTime": null,
        "seconds": null,
        "combat": null,
        "rounds": null,
        "turns": null,
        "startRound": null,
        "startTurn": null
      },
      "disabled": false,
      "_id": "9MvbkKMB2pVpa0jg",
      "changes": [
        {
          "key": "system.details.race",
          "mode": 5,
          "value": "Cave Dwarf"
        },
        {
          "key": "system.details.size",
          "mode": 5,
          "value": "Medium"
        },
        {
          "key": "system.stats.recoil.dwarf",
          "mode": 2,
          "value": "5"
        },
        {
          "key": "system.cp.max",
          "mode": 5,
          "value": "12"
        },
        {
          "key": "system.health.chp.formula",
          "mode": 5,
          "value": "(@con.score)+8"
        },
        {
          "key": "system.stats.carrying.formula",
          "mode": 5,
          "value": "(@str.score)*8"
        }
      ],
      "tint": null,
      "transfer": true,
      "flags": {},
      "name": "Racial Effects",
      "description": "",
      "statuses": [],
      "_key": "!items.effects!XXLOVKe5kTlsGapU.9MvbkKMB2pVpa0jg"
    }
  ],
  "flags": {
    "core": {}
  },
  "_stats": {
    "systemId": "opsandtactics",
    "systemVersion": "0.2.7",
    "coreVersion": "11.315",
    "createdTime": 1677901192920,
    "modifiedTime": 1705306245517,
    "lastModifiedBy": "qUf9EhhQBxZF46Rx"
  },
  "ownership": {
    "default": 0,
    "qUf9EhhQBxZF46Rx": 3
  },
  "folder": "PWeOparSHhznTxmu",
  "_id": "XXLOVKe5kTlsGapU",
  "sort": 0,
  "_key": "!items!XXLOVKe5kTlsGapU"
}
