{
  "name": "Curved Hilt Psiblade",
  "type": "weapon",
  "img": "systems/opsandtactics/icons/weapons/other/light-saber.webp",
  "system": {
    "description": "<p>The psiblade is a weapon that consists of a hilt, usually 12-18&rsquo;&rsquo; in length, that projects a blade between 24-30&rsquo;&rsquo; in length. They bear resemblance to a popular science fiction weapon. The blade has no weight, making the entire weapon bottom heavy, and quite odd to use by someone not used to it.</p>\n<p>When the psiblade is inactive, it looks like a simple tube. When activated, the glowing blade springs forth from the emitter area, giving off a soft hum.</p>\n<p>Psiblades have four major components: The case, the lens crystal, the blade crystal, and the quartz battery.</p>\n<p>The case is the largest part of the weapon, and is the piece that houses all of the other components. It is usually made of a durable metal, such as aluminum, steel, or titanium, but plastic and wood have been used on many occasions. The case holds the activation mechanism, which is usually a button or toggle, but can be a sliding plate, or sequence of buttons (often incorporating a password for activation). The case also holds all of the upgrades performed on the psiblade.</p>\n<p>The lens crystal, often just called the lens, is the focusing mechanism for the blade crystal, that projects and focuses the psionic energy stored in the quartz battery passed through the blade crystal, into a sharp, glowing blade. The crystal is often made of a thick, resilient glass, but some psiblades have lenses made of expensive gems such as diamond, for little benefit other than prestige.</p>\n<p>The blade crystal is the primary crystal for the psiblade. This crystal determines the color of the blade, as well as its &lsquo;&lsquo;sharpness&rsquo;&rsquo;. The blade crystal is usually a precious, or semi-precious gem. Until recently, this component made psiblades nearly impossible to mass produce, but with synthetic crystals and modern manufacturing, most psions purchase, rather than hand produce, their psiblades. Psiblades using synthetic crystals generally have deeper colors, as the synthetic crystals usually lack imperfections that natural crystals develop. Common blade colors include blue, red, yellow, green, orange, and purple, in their various hues.</p>\n<p>The quartz battery is the power unit for the psiblade, that stores the psionic energy that is used to power the blade. Cheap quartz batteries are made by grinding up pieces of quartz into small granules, and then suspending them in a glass mixture, creating a crystal polymer. Milky quartz is the most common material, with it being plentiful and resonates rather well. Psions can charge these quartz batteries by meditating with them, focusing some of their psionic energy into the crystal. If the crystal is not charged regularly, dependent on the quality of the battery, the psiblade will not function. It takes 1 hour of meditation to charge a quartz battery, and that battery will last for 24 hours before needing to be recharged again.</p>\n<p>Psiblades are special weapons themselves, and require the Psiblade Proficiency feat in order to use without a &minus;4 attack penalty. Any character that has Archaic Weapon Proficiency (Combat Swords or Fencing Swords) can use a psiblade at a &minus;2 penalty instead. Because of the lack of weight of a psiblade, the character&rsquo;s POW modifier is divided by 2 when adding to the damage roll when attacking. Psiblades may not be used to trip.</p>\n<h3>Curved Hilt</h3>\n<p>A curved hilt psiblade is a psiblade with a case that has a slight curve to it, that allows for a more precise strike at the cost of being harder to use to defend. A curved case psiblade grants a +3 attack bonus, all attack actions are increased by +1 Combat Point, and all reactions, and fighting defensively actions are increased by +2 Combat Points. Curved hilt psiblades may not be coupled together.</p>",
    "type": "",
    "magazine": {
      "loaded": {},
      "type": "unlimited",
      "source": "",
      "insideOut": "both",
      "heatBase": 0
    },
    "range": "5ft",
    "crit": 10,
    "weaponMods": {},
    "actions": {
      "yqmwlhNc": {
        "name": "Light",
        "active": true,
        "check": {
          "flavor": "",
          "type": "melee",
          "source": "",
          "inherent": "3",
          "ability": "foc",
          "mods": {},
          "scaleAbility": 1,
          "ammo": false
        },
        "effect": {
          "flavor": "",
          "type": "",
          "source": "",
          "inherent": "-3",
          "ability": "pow",
          "mods": {},
          "scaleAbility": 0.5,
          "ammo": true
        },
        "ammo": null,
        "cp": {
          "inherent": 3,
          "mods": {}
        },
        "display": true,
        "recoil": {
          "inherent": null,
          "mods": {},
          "active": false,
          "ammo": false
        },
        "dice": {
          "scaleCartridge": {
            "less": null,
            "bar": null,
            "more": null,
            "per": null,
            "scale": null
          }
        }
      },
      "IahSqLdj": {
        "name": "Standard",
        "active": true,
        "check": {
          "flavor": "",
          "type": "melee",
          "source": "",
          "inherent": "3",
          "ability": "foc",
          "mods": {},
          "scaleAbility": 1,
          "ammo": false
        },
        "effect": {
          "flavor": "",
          "type": "",
          "source": "",
          "inherent": "",
          "ability": "pow",
          "mods": {},
          "scaleAbility": 0.5,
          "ammo": true
        },
        "ammo": null,
        "cp": {
          "inherent": 4,
          "mods": {}
        },
        "display": true,
        "recoil": {
          "inherent": null,
          "mods": {},
          "active": false,
          "ammo": false
        },
        "dice": {
          "scaleCartridge": {
            "less": null,
            "bar": null,
            "more": null,
            "per": null,
            "scale": null
          }
        }
      },
      "NXsbkFwi": {
        "name": "Heavy",
        "active": true,
        "check": {
          "flavor": "",
          "type": "melee",
          "source": "",
          "inherent": "3",
          "ability": "foc",
          "mods": {},
          "scaleAbility": 1,
          "ammo": false
        },
        "effect": {
          "flavor": "",
          "type": "",
          "source": "",
          "inherent": "",
          "ability": "pow",
          "mods": {},
          "scaleAbility": 0.5,
          "ammo": true
        },
        "ammo": null,
        "cp": {
          "inherent": 6,
          "mods": {}
        },
        "display": true,
        "recoil": {
          "inherent": null,
          "mods": {},
          "active": false,
          "ammo": false
        },
        "dice": {
          "scaleCartridge": {
            "less": null,
            "bar": null,
            "more": 1,
            "per": null,
            "scale": null
          }
        }
      },
      "JwwHwrGj": {
        "name": "Full",
        "active": true,
        "check": {
          "flavor": "",
          "type": "melee",
          "source": "",
          "inherent": "3",
          "ability": "foc",
          "mods": {},
          "scaleAbility": 1,
          "ammo": false
        },
        "effect": {
          "flavor": "",
          "type": "",
          "source": "",
          "inherent": "+4",
          "ability": "pow",
          "mods": {},
          "scaleAbility": 0.5,
          "ammo": true
        },
        "ammo": null,
        "cp": {
          "inherent": 11,
          "mods": {}
        },
        "display": true,
        "recoil": {
          "inherent": null,
          "mods": {},
          "active": false,
          "ammo": false
        },
        "dice": {
          "scaleCartridge": {
            "less": null,
            "bar": null,
            "more": 2,
            "per": null,
            "scale": null
          }
        }
      }
    },
    "selectMod": "",
    "importFilter": "",
    "importMod": "",
    "gear": {
      "quantity": {
        "value": 1,
        "available": false
      },
      "size": "small",
      "weight": 1.5,
      "cost": 15,
      "quality": "",
      "restriction": "",
      "physical": true,
      "location": {
        "parent": "Loose",
        "note": ""
      },
      "resources": {},
      "tons": false,
      "capital": false
    },
    "minimized": false,
    "errorBase": 0,
    "damageBase": "1d4+1",
    "flavorBase": "Plasma"
  },
  "effects": [],
  "flags": {
    "core": {}
  },
  "_stats": {
    "systemId": "opsandtactics",
    "systemVersion": "0.2.7",
    "coreVersion": "11.315",
    "createdTime": 1681639159699,
    "modifiedTime": 1705314722527,
    "lastModifiedBy": "qUf9EhhQBxZF46Rx"
  },
  "folder": "yznILwyv8ko0R3bT",
  "ownership": {
    "default": 0,
    "qUf9EhhQBxZF46Rx": 3
  },
  "_id": "2Yh2LoYVWnILOE4p",
  "sort": 0,
  "_key": "!items!2Yh2LoYVWnILOE4p"
}
