{
  "folder": "ziqdBVFWAXgpvJZS",
  "name": "Athletics",
  "type": "skill",
  "_id": "SjXWxuRhFR3fiUy4",
  "img": "systems/opsandtactics/icons/svg/bookshelf.svg",
  "system": {
    "ranks": null,
    "focus": "unfocus",
    "armor": {
      "active": true
    },
    "mods": {},
    "ability": "str",
    "description": "<h1>Athletics (STR)</h1><p>The character is skilled at scaling vertical surfaces and knows how to swim, even in stormy water.</p><h3>Swimming</h3><p>Make an Athletics check once per round while you are in the water. Success means you may swim at 5’ per 3 Combat Points. If you fail by 4 or less, you make no progress. If you fail by 5 or more, you go underwater.</p><p>If you are underwater, either because you failed an Athletics check or because you are swimming underwater intentionally, you must hold your breath. You can hold your breath for a number of rounds equal to twice your CON score, but only if you spend less than 4 Combat Points during your turn. If you spend more than 4 Combat Points, that round counts as you having been underwater for 2 turns. After this period of time you must make a CON check [TN10] to continue holding your breath. For every round you pass this check the TN is increased by 1. If this check is failed, the character begins to drown. The TN for the check depends on the water, as given on the table below.</p><p>Each hour that you swim, you must make an Athletics check [TN20] or take 1d6 points of non-lethal damage from fatigue.</p><p></p><table><tbody><tr><td><p><strong>Swim</strong></p></td><td><p style=\"text-align: center;\"><strong>TN</strong></p></td></tr><tr><td><p>Calm Water</p></td><td><p style=\"text-align: center;\">10</p></td></tr><tr><td><p>Rough Water</p></td><td><p style=\"text-align: center;\">15</p></td></tr><tr><td><p>Stormy Water</p></td><td><p style=\"text-align: center;\">20<sup>1</sup></p></td></tr></tbody></table><p>1 You can’t take 10 on a Swim check in stormy water, even if you aren’t otherwise being threatened or distracted.</p><h3>Climbing</h3><p>With a successful Athletics check, you can advance up, down, or across a slope, wall, or other steep incline (or even across a ceiling, provided it has handholds) at 5’ per 4 Combat Points. A slope is considered to be any incline at an angle measuring less than 60°; a wall is any incline at an angle measuring 60° or more.</p><p>The TN of the check depends on the conditions of the climb. Compare the task with those on the Athletics table to determine an appropriate TN. An Athletics check that fails by 4 or less means that you make no progress, and one that fails by 5 or more means that you fall from whatever height you have already attained.</p><p>You need both hands free to climb, but you may cling to a wall with one hand while you fire a gun or take some other action that requires only one hand. While climbing, you can’t move to avoid a blow, so you lose your DEX bonus to DEF (if any). Anytime you take damage while climbing, make an Athletics check against the TN of the slope or wall. Failure means you fall from your current height and sustain the appropriate falling damage.</p><h3>Creating Handholds and Footholds</h3><p>You can make your own handholds and footholds by pounding pitons into a wall. Doing so takes 1 minute per piton, and one piton is needed per 5’ of distance. As with any surface that offers handholds and footholds, a wall with pitons in it has a TN of 15. In the same way, a climber with a hand axe or similar implement can cut handholds in an ice wall.</p><h3>Catch Yourself When Falling</h3><p>It is practically impossible to catch yourself on a wall while falling, yet if you wish to attempt such a difficult task, you can make an Athletic check [TN(20+wall TN)] to do so. It is much easier to catch yourself on a slope with a Athletic check [TN(10+slope TN)].</p><h3>Catch a Falling Character While Climbing</h3><p>If someone climbing above or adjacent to you falls, you can attempt to catch the falling character if they are within your reach. Doing so requires a successful melee touch attack against the falling character (though they can voluntarily forgo any DEX bonus to DEF if desired). If you hit, you must immediately make a Athletics check [TN(10+wall TN)]. Success indicates that you catch the falling character, but his total weight, including equipment, cannot exceed your heavy load limit or you lose your grip and fall. If you fail the Athletics check by 4 or less, you fail to stop the character’s fall but don’t lose your grip on the wall. If you fail it by 5 or more, you fail to stop the character’s fall and lose your grip on the wall as well.</p><h3>Special</h3><p>Creatures that are adapted to swimming can swim through water without making Athletics checks. The creature gains a +8 racial bonus on any Athletics check to perform a special action or avoid a hazard. The creature can always choose to take 10 on an Athletics check, even if distracted or endangered when swimming. You can use a rope to haul a character upward (or lower a character) through sheer strength. You can lift double your maximum load in this manner.</p><p></p><table><tbody><tr><td><p><strong>Climbing</strong></p></td><td><p style=\"text-align: center\"><strong>TN</strong></p></td></tr><tr><td><p>A slope too steep to walk up, or a knotted rope with a wall to brace against</p></td><td><p style=\"text-align: center\">0</p></td></tr><tr><td><p>A rope with a wall to brace against, or a knotted rope</p></td><td><p style=\"text-align: center\">5</p></td></tr><tr><td><p>Surface with ledges to hold on to and stand on</p></td><td><p style=\"text-align: center\">10</p></td></tr><tr><td><p>Any surface with adequate handholds and footholds (natural or artificial)</p></td><td><p style=\"text-align: center\">15</p></td></tr><tr><td><p>An uneven surface with narrow handholds and footholds</p></td><td><p style=\"text-align: center\">20</p></td></tr><tr><td><p>A rough surface</p></td><td><p style=\"text-align: center\">25</p></td></tr><tr><td><p>An overhang or ceiling with handholds only</p></td><td><p style=\"text-align: center\">30</p></td></tr><tr><td><p>A perfectly smooth, flat vertical (or inverted) surface</p></td><td><p style=\"text-align: center\">-</p></td></tr></tbody></table><table><tbody><tr><td colspan=\"2\"><p style=\"text-align: center\"><strong>Climb TN Modifiers</strong><sup><strong>1</strong></sup></p></td></tr><tr><td><p>Climbing a location where you can brace against two opposite walls</p></td><td><p>-10</p></td></tr><tr><td><p>Climbing a corner where you can brace against perpendicular walls</p></td><td><p>-5</p></td></tr><tr><td><p>Surface is slippery</p></td><td><p>+5</p></td></tr></tbody></table><p>1 These modifiers are cumulative; use all that apply.</p><h3>Try Again?</h3><p>Yes, if the situation permits.</p><h3>Time</h3><p>A successful Athletics check allows you to swim at 3 Combat Points per 5’ and climb at 4 Combat Points per 5’. Each movement that includes any climbing requires a separate Athletics check. Catching yourself or another falling character doesn’t take any Combat Points.</p>"
  },
  "effects": [],
  "sort": 300000,
  "ownership": {
    "default": 0,
    "qUf9EhhQBxZF46Rx": 3
  },
  "flags": {},
  "_stats": {
    "systemId": "opsandtactics",
    "systemVersion": "0.2.0",
    "coreVersion": "11.315",
    "createdTime": 1699857052308,
    "modifiedTime": 1700005586871,
    "lastModifiedBy": "qUf9EhhQBxZF46Rx"
  },
  "_key": "!items!SjXWxuRhFR3fiUy4"
}
