{
  "folder": "Z2BPRQxhHg4VIbJ9",
  "name": "Craft (Mechanical)",
  "type": "skill",
  "img": "systems/opsandtactics/icons/svg/bookshelf.svg",
  "system": {
    "ranks": null,
    "focus": "unfocus",
    "armor": {
      "active": true
    },
    "mods": {
      "398HP3NY": {
        "type": "syn",
        "value": null,
        "active": false,
        "name": "Knowledge (Physical Sciences)"
      }
    },
    "description": "<h1>Craft (INT)</h1><p>You are skilled at making various objects and substances. This skill encompasses several categories, each of them treated as a separate skill: Chemical, Electronics, Mechanical, Pharmaceutical, Structural, Visual Arts, and Writing.</p><p>Craft skills are specifically focused on creating objects. To use a Craft skill effectively, a character must have a kit or some other set of basic tools. The WP cost of this equipment varies according to the particular Craft skill.</p><p>To use Craft, first decide what the character is trying to make and consult the category descriptions below. If the character has enough WP to purchase the raw materials, make the Craft check against the given TN for the object in question. If the character fails the check, they do not make the object, and the raw materials are wasted (unless otherwise noted).</p><p>Generally, a character may take 10, when using a Craft skill to construct an object. A character may take 10 on a repair check or accomplish a jury-rig repair. Multiple attempts may be attempted, stacking on the previous attempt, each time using the same amount of raw materials each time, taking the same amount of time and adding each subsequent roll together, until the TN is achieved or the character chooses to stop.</p><p>The character may try as many times as they like, as long as they can afford the raw materials cost for each attempt.</p><h1>Craft (Mechanical)</h1><p>This skill allows a character to build mechanical devices from scratch, including engines and engine parts, weapons, and other gadgets. When building a mechanical device from scratch, the character describes the kind of device they want to construct, then the GM decides whether the device fits the definition of a simple, moderate, complex, or advanced device compared to current technology.</p><h3>Simple</h3><p>This category includes items such as simple mechanical components, single mode detonators, and simple tools. The TN for these items is 15, the WP cost for a simple device will not exceed 4, and the time taken to build it will not exceed 2 hours.</p><p>This category can also be used to combine two firearm magazines into one larger magazine, adding the capacity of the magazines together. Any firearm that uses this magazine has a -6 to Stealth.</p><h3>Moderate</h3><p>This category includes items such as mechanical locks, components for an engine, Single/Double shot and Bolt action firearms, and complex tools. The TN for these items is 20, the WP cost for a moderate device will not exceed 11, and the time taken to build it will not exceed 12 hours.</p><h3>Complex</h3><p>This category includes items such as car engines, and Lever/Pump/Single action firearms. The TN for these items is 25, the WP cost for a complex device will not exceed 25, and the time taken to build it will not exceed 24 hours.</p><h3>Advanced</h3><p>This category includes items such as jet engines, complete automobiles, and Semi-automatic, Automatic, and select-fire firearms. The TN for these items is 30, the WP cost for a complex device will not exceed 500, and the time taken to build it will not exceed 60 hours.</p><h3>Repairing</h3><p>Most repair checks are made to fix complex or advanced mechanical devices. The TN is set by the GM. In general, simple repairs have a TN of 10 to 15 and require no more than a few minutes to accomplish. More complex repair work has a TN of 20 or higher and can require an hour or more to complete. Making repairs also involves a monetary cost when spare parts or new components are needed, represented by either buying or procuring them. If the GM decides this isn’t necessary for the type of repair the character is attempting, then the parts are not required.</p><p>A character can choose to attempt to jury-rig, or make temporary repairs. Doing this reduces the repair check TN by 5, and allows the character to make the checks for 12 Combat Points. However, a jury-rigged repair can only fix a single problem with a check, and the temporary repair only lasts until the end of the current scene or encounter. The jury-rigged object must be fully repaired thereafter.</p><p>A character can also jury-rig and hot-wire a car or jump-start an engine. The TN for this is at least 15, and it can be higher depending on the presence of security devices.</p><table><tbody><tr><td><p><strong>Repair Task Example</strong></p></td><td><p style=\"text-align: center\"><strong>Cost</strong></p></td><td><p style=\"text-align: center\"><strong>Repair TN</strong></p></td><td><p style=\"text-align: center\"><strong>Time</strong></p></td></tr><tr><td><p>Simple</p></td><td><p style=\"text-align: center\">1</p></td><td><p style=\"text-align: center\">10</p></td><td><p style=\"text-align: center\">1 min.</p></td></tr><tr><td><p>Moderate</p></td><td><p style=\"text-align: center\">3</p></td><td><p style=\"text-align: center\">15</p></td><td><p style=\"text-align: center\">10 min.</p></td></tr><tr><td><p>Complex</p></td><td><p style=\"text-align: center\">6</p></td><td><p style=\"text-align: center\">20</p></td><td><p style=\"text-align: center\">1 hour</p></td></tr><tr><td><p>Advanced</p></td><td><p style=\"text-align: center\">12</p></td><td><p style=\"text-align: center\">25</p></td><td><p style=\"text-align: center\">10 hours</p></td></tr></tbody></table><h3>Performing Upgrades</h3><p>A character may perform their own upgrades for their weapons, saving on the cost of sending the weapons out for service and in the case of more illegal upgrades, attracting the attention of police.</p><table><tbody><tr><td><p><strong>Classification</strong></p></td><td><p style=\"text-align: center\"><strong>Upgrade Cost</strong></p></td><td><p style=\"text-align: center\"><strong>Time</strong></p></td><td><p style=\"text-align: center\"><strong>Craft TN</strong></p></td></tr><tr><td><p>Barrel Upgrades</p></td><td><p style=\"text-align: center\">50%</p></td><td><p style=\"text-align: center\">100%</p></td><td><p style=\"text-align: center\">15 + 5 per barrel upgrade already performed on the firearm</p></td></tr><tr><td><p>Optics Upgrades</p></td><td><p style=\"text-align: center\">80%</p></td><td><p style=\"text-align: center\">100%</p></td><td><p style=\"text-align: center\">10</p></td></tr><tr><td><p>Ergonomics and Aesthetics Upgrades</p></td><td><p style=\"text-align: center\">50%</p></td><td><p style=\"text-align: center\">80%</p></td><td><p style=\"text-align: center\">13 + 5 per frame upgrade already performed on the firearm</p></td></tr><tr><td><p>Firing Mode Upgrades</p></td><td><p style=\"text-align: center\">30%</p></td><td><p style=\"text-align: center\">100%</p></td><td><p style=\"text-align: center\">17 + 10 per firing mode upgrade already performed on the firearm</p></td></tr><tr><td><p>Internal Upgrades</p></td><td><p style=\"text-align: center\">60%</p></td><td><p style=\"text-align: center\">100%</p></td><td><p style=\"text-align: center\">40 for Precision Upgrade and Clockwork action</p><p style=\"text-align: center\">20 for all other upgrades</p></td></tr><tr><td><p>Tactical Upgrades</p></td><td><p style=\"text-align: center\">50%</p></td><td><p style=\"text-align: center\">100%</p></td><td><p style=\"text-align: center\">15</p></td></tr></tbody></table><h3>Special</h3><p>A character without a mechanics tool kit takes a −6 penalty on Craft (Mechanical) checks.</p>",
    "ability": "int"
  },
  "effects": [],
  "sort": 150000,
  "ownership": {
    "default": 0,
    "qUf9EhhQBxZF46Rx": 3
  },
  "flags": {},
  "_stats": {
    "systemId": "opsandtactics",
    "systemVersion": "0.2.0",
    "coreVersion": "11.315",
    "createdTime": 1699857983996,
    "modifiedTime": 1700005586871,
    "lastModifiedBy": "qUf9EhhQBxZF46Rx"
  },
  "_id": "ilWUZ73RZVC54NLA",
  "_key": "!items!ilWUZ73RZVC54NLA"
}
