{
  "folder": "ziqdBVFWAXgpvJZS",
  "name": "Disable Device",
  "type": "skill",
  "_id": "RmuweYMWT1MRTGWI",
  "img": "systems/opsandtactics/icons/abstract/bookshelf.webp",
  "system": {
    "ranks": null,
    "focus": "unfocus",
    "armor": {
      "active": true
    },
    "mods": {
      "X2rD9ESP": {
        "type": "syn",
        "value": null,
        "active": false,
        "name": "Knowledge (Streetwise)"
      }
    },
    "ability": "int",
    "description": "<h1>Disable Device (INT)</h1><p>The character is skilled at disarming security devices and opening locks. In addition, this skill lets you sabotage simple mechanical devices, such as locks, and firearms.</p><h3>Open Lock</h3><p>A character can pick conventional locks, finesse combination locks, and bypass electronic locks. The character must have a lockpicking kit (for a mechanical lock) or an electronics kit (for an electronic lock). The TN depends on the quality of the lock.</p><p><strong>Cheap Locks [TN20]</strong> Examples of cheap locks include briefcase locks, combination locks, and weak padlocks. When these devices fail closed, they usually can be triggered three or four times before a lockout.</p><p><strong>Average Locks [TN25]</strong> Examples of average locks include home deadbolt locks, standard padlocks, keypad locks, and RFID locks. When these devices fail closed, they usually can be triggered twice or three times before a lockout.</p><p><strong>High Quality Locks [TN30]</strong> Examples of high quality locks include business deadbolt locks, high quality padlocks, and encrypted card readers. When these devices fail closed, they usually can be triggered only once or twice before a lockout.</p><p><strong>High Security Locks [TN35]</strong> Examples of high security locks include bank branch vaults, and biometric locks. When these devices fail closed, they usually can be triggered only once before a lockout.</p><p><strong>Ultra-High Security Locks [TN50]</strong> Examples of ultra-high security locks include bank headquarters vault, or locks to a government high security area. When these devices fail closed, they usually can be triggered only once before a lockout.</p><h3>Disable Security Device</h3><p>A character can disable a security device, such as an electric fence, motion sensors, or security cameras. The character must be able to reach the actual device. If the device is monitored, the fact that the character attempted to disable it will probably be noticed. When disabling a monitored device, the character can prevent their tampering from being noticed. Doing so requires 10 minutes and an electrical kit, and increases the TN of the check by +5. Security devices also can fail open, where a character can try as many times as they’d like to get it open, or fail closed, where if a character fails the TN to disable the security device by more than 5, the device will be locked out, will alert others of tampering, raise alarms, or otherwise be inaccessible.</p><p><strong>Cheap Device [TN21]</strong> Examples of cheap security devices include home door alarms, barbed wire, and improvised alarms such as noisemakers or tripwires. When these devices fail closed, they usually can be triggered three or four times before a lockout.</p><p><strong>Average Device [TN25]</strong> Examples of average security devices include store security cameras, razor wire, and simple motion detectors. When these devices fail closed, they usually can be triggered twice or three times before a lockout.</p><p><strong>High Quality Devices [TN30]</strong> Examples of high security devices include infrared security cameras, advanced motion detectors, and electric fences. When these devices fail closed, they usually can be triggered only once or twice before a lockout.</p><p><strong>High Security Devices [TN40]</strong> Examples of high security devices include alarms to a bank vault, land mines, and glass sensors. When these devices fail closed, they usually can be triggered only once before a lockout.</p><p><strong>Ultra-high Security Devices [TN50]</strong> Examples of ultrahigh security devices include military motion detectors. When these devices fail closed, they usually can be triggered only once before a lockout.</p><h3>Sabotage Device</h3><p>A character can sabotage a mechanical or electrical device, such as a firearm, a piece of electrical equipment, or a tool. The skill check is made to see how well the sabotage attempt is made versus Perception checks, and the Disable Device check sets the TN for the repair check.</p><h3>Special</h3><p>A character can take 10 when using the Disable Device skill.</p><h3>Try again?</h3><p>If the character does not succeed on the first attempt, they can continue their attempt, taking another minute to attempt, so as long as they are not interrupted and the device is a fail open. They can make another attempt, adding the value of the first attempt to the current attempt. Devices that fail closed have a limited amount of attempts that be made, and exceeding these causes the device to be inaccessible. They can do this as long as they have time to perform the check.</p><h3>Time</h3><p>Opening a lock and disabling a device takes 1 minute per attempt. Sabotaging a device takes 1 minute per attempt.</p>"
  },
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0,
    "qUf9EhhQBxZF46Rx": 3
  },
  "flags": {},
  "_stats": {
    "systemId": "opsandtactics",
    "systemVersion": "0.4.4",
    "coreVersion": "11.315",
    "createdTime": 1699927157218,
    "modifiedTime": 1719711023773,
    "lastModifiedBy": "awmzRJQcQXoX998M"
  },
  "_key": "!items!RmuweYMWT1MRTGWI"
}
