{
  "folder": "ziqdBVFWAXgpvJZS",
  "name": "Speechcraft",
  "type": "skill",
  "_id": "pakQsQjoGODE48YG",
  "img": "systems/opsandtactics/icons/svg/bookshelf.svg",
  "system": {
    "ranks": null,
    "focus": "unfocus",
    "armor": {
      "active": false
    },
    "mods": {
      "cMzL6KfZ": {
        "type": "syn",
        "value": null,
        "active": false,
        "name": "Knowledge (Behavioral Sciences)"
      },
      "KXiImWqk": {
        "type": "syn",
        "value": null,
        "active": false,
        "name": "Knowledge (Civics)"
      }
    },
    "ability": "cha",
    "description": "<h1>Speechcraft (CHA)</h1><p>The character is skilled at detecting falsehoods and true intentions, threaten and persuade others, solve arguments, and gather valuable information from people.</p><h3>Lying</h3><p>With a successful Speechcraft check, you can convince your opponent that what you are saying is true. Speechcraft checks to lie are modified depending upon the plausibility of the lie. The TN for lying is [TN20 + Modifiers].</p><table><tbody><tr><td colspan=\"2\"><p style=\"text-align: center\"><strong>Lie Modifier</strong></p></td></tr><tr><td><p>The target wants to believe you, and the lie is plausible to them</p></td><td><p style=\"text-align: center\">-5</p></td></tr><tr><td><p>The lie is believable</p></td><td><p style=\"text-align: center\">+0</p></td></tr><tr><td><p>The lie is unlikely</p></td><td><p style=\"text-align: center\">+5</p></td></tr><tr><td><p>The lie is far-fetched</p></td><td><p style=\"text-align: center\">+15</p></td></tr><tr><td><p>The lie is impossible</p></td><td><p style=\"text-align: center\">+25</p></td></tr><tr><td><p>The target is drunk or impaired</p></td><td><p style=\"text-align: center\">-5</p></td></tr><tr><td><p>You possess convincing proof</p></td><td><p style=\"text-align: center\">up to -10</p></td></tr></tbody></table><h3>Secret message</h3><p>You can use the Speechcraft skill to pass a hidden message to another character without others understanding your true meaning. This check is TN15 for simple messages and TN20 for complex messages. If you are successful, the target automatically understands you, assuming you are speaking in a language that it understands. If your check fails by 5 or more, you deliver the wrong message. Other creatures that hear the message can decipher the message by succeeding at an opposed Speechcraft check against your Speechcraft result.</p><h3>Diplomacy</h3><p>You can also use this skill to persuade others to agree with your arguments, to resolve differences, and to gather valuable information or rumors from people. This skill is also used to negotiate conflicts by using the proper etiquette and manners suitable to the problem.</p><p>You can change the initial attitudes of non-player characters with a successful check. The TN of this check depends on the creature’s starting attitude toward you, adjusted by its CHA modifier.</p><table><tbody><tr><td><p><strong>Starting Attitude</strong></p></td><td><p style=\"text-align: center\"><strong>Diplomacy TN</strong></p></td></tr><tr><td><p>Hostile</p></td><td><p style=\"text-align: center\">30 + character's CHA modifier</p></td></tr><tr><td><p>Unfriendly</p></td><td><p style=\"text-align: center\">25 + character's CHA modifier</p></td></tr><tr><td><p>Indifferent</p></td><td><p style=\"text-align: center\">20</p></td></tr><tr><td><p>Friendly</p></td><td><p style=\"text-align: center\">15</p></td></tr><tr><td><p>Helpful</p></td><td><p style=\"text-align: center\">5</p></td></tr></tbody></table><table><tbody><tr><td colspan=\"2\"><p style=\"text-align: center\"><strong>Diplomacy Modifiers</strong></p></td></tr><tr><td><p>Give simple advice or directions</p></td><td><p style=\"text-align: center\">-5</p></td></tr><tr><td><p>Give detailed advice</p></td><td><p style=\"text-align: center\">+0</p></td></tr><tr><td><p>Give simple aid</p></td><td><p style=\"text-align: center\">+0</p></td></tr><tr><td><p>Reveal an unimportant secret</p></td><td><p style=\"text-align: center\">+5</p></td></tr><tr><td><p>Give lengthy or complicated aid</p></td><td><p style=\"text-align: center\">+5</p></td></tr><tr><td><p>Give dangerous aid</p></td><td><p style=\"text-align: center\">+10</p></td></tr><tr><td><p>Reveal secret knowledge</p></td><td><p style=\"text-align: center\">+10 or more</p></td></tr><tr><td><p>Give aid that could result in punishment</p></td><td><p style=\"text-align: center\">+15 or more</p></td></tr></tbody></table><p>If you succeed, the character’s attitude toward you is improved by one step. For every 5 by which your check result exceeds the TN, the character’s attitude toward you increases by one additional step. A creature’s attitude cannot be shifted more than two steps up in this way, although the GM can override this rule in some situations. If you fail the check by 4 or less, the character’s attitude toward you is unchanged. If you fail by 5 or more, the character’s attitude toward you is decreased by one step.</p><p>If a creature’s attitude toward you is at least indifferent, you can make requests of the creature. This is an additional Speechcraft check, using the creature’s current attitude to determine the base TN, with one of the following modifiers. Once a creature’s attitude has shifted to helpful, the creature gives in to most requests without a check, unless the request is against its nature or puts it in serious peril. Some requests automatically fail if the request goes against the creature’s values or its nature, subject to GM discretion.</p><h3>Confuse</h3><p>You can also use this skill to utterly puzzle all targets through the use of words and bearings. All hostile targets within 50’ of the character, who have a have an INT score above 2, and are able to see, hear, and understand the character are affected. To confuse, the character makes a Speechcraft check [TN18]. If they succeed, the target can try to resist by making a Will Saving Throw [TN (10 + 1 for every 1 point the character succeeded over the Confuse TN]. If the targets fail, they are considered Confused for 1d6 rounds. The effect ends immediately if the target is attacked. The character cannot take 10 on this check.</p><h3>Captivate</h3><p>You can also use this skill to captivate targets through sheer force of personality, a winning smile, and fast talking. All targets within 50’ of the character, who have a have an INT score above 2, and are able to see, hear, and understand the character are affected. To captivate, the character makes a Speechcraft check [TN14]. If they succeed, the target can try to resist by making a Will Saving Throw [TN (10 + 1 for every 1 point the character succeeded over the Captivate TN]. If the targets fail, they are considered Stunned, and receive a -4 to all Perception checks for 1d3 rounds. The effect ends immediately if the target is attacked. The character cannot take 10 on this check.</p><h3>Bolster</h3><p>You can also use this skill to restore the morale of those who can hear you. All friendly targets within 50’ of the character, who have a have an INT score above 2, and are able to see, hear, and understand the character are affected. To bolster, the character makes a Speechcraft check [TN18]. If they succeed, all friendly and neutral targets that are shaken, rattled, stunned, unnerved, dazed, frightened, or panicked return to normal. The character cannot take 10 on this check.</p><h3>Intimidate</h3><p>Finally, the Speechcraft skill can be used to frighten your opponents or to get them to act in a way that benefits you.</p><p>You can use Speechcraft to force an opponent to act friendly toward you for 1d6×10 minutes with a successful check.</p><p>The TN of this check is equal to 10 + the target’s level + the target’s WIS modifier + Miscellaneous modifiers.</p><table><tbody><tr><td colspan=\"2\"><p style=\"text-align: center\"><strong>Intimidation Modifiers</strong></p></td></tr><tr><td><p style=\"text-align: center\">PC’s are Armed</p></td><td><p style=\"text-align: center\">+5</p></td></tr><tr><td><p style=\"text-align: center\">Target is Armed</p></td><td><p style=\"text-align: center\">-5</p></td></tr><tr><td><p style=\"text-align: center\">PC’s possess visible authority of a higher power (police, FBI, CIA, crime family, etc.)</p></td><td><p style=\"text-align: center\">+10</p></td></tr><tr><td><p style=\"text-align: center\">Target possesses authority of a higher power</p></td><td><p style=\"text-align: center\">-10</p></td></tr></tbody></table><p>If successful, the opponent will</p><ul><li><p>Give you information you desire.</p></li><li><p>Take actions that do not endanger it.</p></li><li><p>Offer other limited assistance.</p></li></ul><p>After the intimidate expires, the target treats you as unfriendly and may report you to local authorities. If you fail this check by 5 or more, the target attempts to deceive you or otherwise hinder your activities. The Presence skill may also be used for intimidation.</p><h3>Time</h3><p>Attempting to deceive someone takes at least 1 round, but can possibly take longer if the lie is elaborate (as determined by the GM on a case-by-case basis). Delivering a secret message generally takes twice as long as the message would otherwise take to relay. To influence a creature’s attitude takes 1 minute of continuous interaction. Making a request of a creature takes 1 or more rounds of interaction, depending upon the complexity of the request. Confusing, Captivating, and Bolstering targets takes 8 Combat Points.</p><h3>Try again?</h3><p>If you fail to deceive someone, any further checks made to deceive them are made at a −10 penalty and may be impossible (GM discretion). Secret messages can be relayed again if the first attempt fails. You cannot use Speechcraft to influence a given creature’s attitude more than once in a 24 hour period. If a request is refused, the result does not change with additional checks, although other requests might be made. You can attempt to Intimidate, Confuse, or Captivate an opponent again, but each additional check increases the TN by 5.You can attempt to bolster again, but each additional check increases the TN by 2 This increase resets after one hour has passed.</p>"
  },
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0,
    "qUf9EhhQBxZF46Rx": 3
  },
  "flags": {},
  "_stats": {
    "systemId": "opsandtactics",
    "systemVersion": "0.2.0",
    "coreVersion": "11.315",
    "createdTime": 1700003161560,
    "modifiedTime": 1700005586871,
    "lastModifiedBy": "qUf9EhhQBxZF46Rx"
  },
  "_key": "!items!pakQsQjoGODE48YG"
}
