{
  "folder": "ziqdBVFWAXgpvJZS",
  "name": "Technology Use",
  "type": "skill",
  "_id": "w0KqhL1HNXGkn5n6",
  "img": "systems/opsandtactics/icons/abstract/bookshelf.webp",
  "system": {
    "ranks": null,
    "focus": "unfocus",
    "armor": {
      "active": false
    },
    "mods": {
      "0NHBh1nd": {
        "type": "syn",
        "value": null,
        "active": false,
        "name": "Knowledge (Technology)"
      }
    },
    "ability": "int",
    "description": "<h1>Technology Use (INT)</h1><p>Your character is skilled at using computers and technology to bypass security systems, destroy and create programs.</p><p>Most normal computer operations don’t require a Technology Use check. However, searching an unfamiliar network for a particular file, writing computer programs, altering existing programs to perform differently (better or worse), and breaking through computer security are all relatively difficult and require skill checks. A character without a computer (either a notebook or desktop) cannot use Technology Use.</p><h3>Accessing Devices</h3><p>Accessing a computer or network without permission is known as hacking. When a character hacks, they attempt to invade a Site. a Site is a virtual location that contains one or more Devices, which may each contain Data, Software Modules, and Actions. A Site can be as small as a single computer or a motion-activated light, or as large as a corporate network connecting computers and digital storage devices all over the world—The important thing is that access to a Site connects the user to everything within it. Some Sites can be accessed via the internet; others are not connected to any outside network and can only be tapped into by a user who physically accesses a Device connected to the Site.</p><p>Every site is overseen by a system administrator—the person in charge of the site, and who maintains its security. Often, the system administrator is the only person with access to all of a site’s functions and data. A site can have more than one system administrator; large sites have a system administrator on duty at all times. A character is the system administrator of their own devices.</p><p>When a character hacks into a site, the visit is called a session. Once a character stops accessing the site, the session is over. The character can go back to the site in the future; when they do, it is a new session. Several steps are required to hack into a site. All Sites have a Security rating and a Complexity rating, which describe how difficult they are to hack into and how lengthy a process it is.</p><h3>Covering Tracks</h3><p>This step is optional. By making a Technology Use check [TN20], a character can alter their identifying information. This imposes a −5 penalty on any attempt made to identify the character if their activity is detected.</p><h3>Access the Site</h3><p>There are two ways to do this: physically or remotely.</p><p><strong>Physical Access</strong> A character gains access to a computer or other device connected to the site at close range. If the site being hacked is not connected to the internet, this is probably the only way a character can access it. A variety of skill checks may be required depending on the methods used to gain access.</p><p><strong>Remote Access</strong> Reaching a site over medium or long range requires two Technology Use checks. The first check [TN10] is needed to find the Site remotely. The second check has a TN determined by the Site’s Security.</p><h3>Locate What You’re Looking For</h3><p>Once a character has access to a site, they can begin attempting to access the contents of the individual devices that form the site. In a site that contains a desktop computer and a security camera, for instance, the character may try to access the footage data stored in the computer’s digital storage device, or they might attempt to shut down the camera or point it at the wall. Time spent on these actions does not need to be contiguous−a character may begin searching for a device, spending three Combat Points out of the total 18 CP required, draw a pistol and fire it with the remainder of their CP for the round, and resume their access attempt on the following round.</p><h3>Finding Data</h3><p>To find the Device a character wants in an unfamiliar Site, the character makes a Technology Use check. The TN for this check is determined by the Security of the Site, and the time required is determined by the Access Range and the Site’s Complexity. Finding public information does not require this task. A character does not have to repeat this task to attempt to access the contents of an already-found Device.</p><h3>Defeat File Security</h3><p>After finding what they’re after, the character makes a Technology Use check to defeat any security present and gain control of the targeted Data, Software Module, or Action. The TN for this check is determined by the Security of the Site and the File Security of the specific Data, Software module, or Action they’re targeting. The time required is determined by the Access Range and the Site’s Complexity.</p><p>If the check is failed by 5 or more, the security system immediately alerts the administrator that there has been an unauthorized entry. An alerted administrator may attempt to identify the character or cut off the character’s access to the system.</p><p>If the character exceeds the TN by 10 or more when attempting to defeat the data security of a Device, the character automatically gains access to all of that Device’s contents with equal or lower File Security.</p><h3>Use What You’ve Accessed</h3><p>Once a character has found a Device in the network and defeated the security of some of its contents, they can make use of that access. Defeating the security of a desktop computer would allow the character to transfer files to or from its digital storage devices, for example, and accessing the lock of a computerized door would allow the character to lock or unlock it as they please.</p><p><strong>Operate Remote Device</strong> If a Device has Actions that the character has gained access to, they can activate them without needing to make a Technology Use check. The time required depends on the unmodified Access Range.</p><p><strong>Data Transfer</strong> If a Device has Storage that the character has gained access to, they can transfer files between that storage and storage attached to their own device. The time required to initialize the transfer depends on the unmodified Access Range. The time required for the transfer to complete, which does not require the character’s active participation, depends on the size of the Data being transferred and the Access Range.</p><p><strong>Degrade Programming</strong> A character can destroy or alter applications on a Device they have access to, making use of that Device or Software Module harder or impossible. The TN for the attempt depends on what the character tries to do. Crashing a Device or Software Module simply shuts it down. Its user may restart it without making a skill check (however, restarting takes 1 minute). Destroying programming makes the Device or Software Module unusable until the programming is repaired. Damaging programming imposes a -4 penalty on all Technology Use checks made with the Device or Software Module, and requires a Technology Use check equal to the TN to damage the programming to notice.</p><p>A character can degrade the programming of multiple devices or software modules at a single site; doing so adds a +2 to the TN for each additional target.</p><p>Fixing degraded programming requires 1 hour and a Technology Use check against a TN equal to the TN for degrading it +5.</p><h3>Defend Security</h3><p>If the character is the system administrator for a site (which may be as simple as being the owner of a notebook computer), they can defend the site against intruders. If the site alerts the character to an intruder, the character can attempt to cut off the intruder’s access (end the intruder’s session), regain control of hacked devices, or identify the intruder.</p><p>To cut off access, make an opposed Technology Use check against the intruder. If the character succeeds, the intruder’s session is ended. The intruder might be able to defeat the character’s security and access their site again, but the intruder will have to start the hacking process all over. The time required to attempt cutting off access is determined by the site complexity and access range.</p><p>One surefire way to prevent further access is to simply shut the site down. With a single computer, that’s often no big deal- but on a large site with many computers, or computers controlling functions that can’t be interrupted, it may be time-consuming or even impossible. Shutting a site down takes at least a number of rounds equal to the site complexity.</p><p>To identify the intruder, make an opposed Technology Use check against the intruder. If the character succeeds, they learn the Site from which the intruder is operating. If it is a single computer, the character learns the name of the computer’s owner. Identifying the intruder requires 1 minute, and automatically fails if the intruder ends their session before that time has elapsed.</p><h3>Write Program</h3><p>A character can create a software module to help them perform hacking tasks. These modules take the same amount of storage and RAM as normal software modules, and provide the same bonus depending on their variety</p><p>The TN to write a Lite Hacking Module is 15, and the time required is 1 hour.</p><p>The TN to write a Standard Hacking Module is 20, and the time required is 2 hours.</p><p>The TN to write a Full-featured Hacking Module is 25, and the time required is 4 hours.</p><p>Using a Hacking Module increases the time taken for tasks by the base time from the access range multiplied by the RAM of all used modules.</p><table><tbody><tr><td><p><strong>Site Security</strong></p></td><td><p style=\"text-align: center\"><strong>TN</strong></p></td></tr><tr><td><p>Minimum</p></td><td><p style=\"text-align: center\">15</p></td></tr><tr><td><p>Average</p></td><td><p style=\"text-align: center\">20</p></td></tr><tr><td><p>Exceptional</p></td><td><p style=\"text-align: center\">30</p></td></tr><tr><td><p>Maximum</p></td><td><p style=\"text-align: center\">35</p></td></tr></tbody></table><table><tbody><tr><td><p><strong>File Security</strong></p></td><td><p style=\"text-align: center\"><strong>TN</strong></p></td></tr><tr><td><p>None (Routine Functions, such as passcodes or payroll records)</p></td><td><p style=\"text-align: center\">-5</p></td></tr><tr><td><p>Standard (Passive Actions, such as cameras and locks)</p></td><td><p style=\"text-align: center\">+0</p></td></tr><tr><td><p>Secure (Active Functions, such as motion detectors and alarms)</p></td><td><p style=\"text-align: center\">+5</p></td></tr><tr><td><p>Critical (Vital Functions, such as resetting parameters)</p></td><td><p style=\"text-align: center\">+10</p></td></tr></tbody></table><table><tbody><tr><td><p><strong>Access Range</strong></p></td><td><p style=\"text-align: center\"><strong>Base Time</strong></p></td><td><p style=\"text-align: center\"><strong>Data Transfer Rate</strong></p></td></tr><tr><td><p>Close (Adjacent to device)</p></td><td><p style=\"text-align: center\">6 CP</p></td><td><p style=\"text-align: center\">5 Storage per round</p></td></tr><tr><td><p>Medium (Within 15 miles of the device)</p></td><td><p style=\"text-align: center\">12 CP</p></td><td><p style=\"text-align: center\">1 Storage per round</p></td></tr><tr><td><p>Long (Further than 15 miles from the device)</p></td><td><p style=\"text-align: center\">1 Minute</p></td><td><p style=\"text-align: center\">1 Storage per minute</p></td></tr></tbody></table><table><tbody><tr><td><p><strong>Site Complexity</strong></p></td><td><p style=\"text-align: center\"><strong>Time Multiplier</strong></p></td></tr><tr><td><p>Single device</p></td><td><p style=\"text-align: center\">1x</p></td></tr><tr><td><p>Small security system</p></td><td><p style=\"text-align: center\">3x</p></td></tr><tr><td><p>Large office network</p></td><td><p style=\"text-align: center\">10x</p></td></tr><tr><td><p>Massive corporate network</p></td><td><p style=\"text-align: center\">30x</p></td></tr></tbody></table><table><tbody><tr><td><p><strong>Program Degradation Scope</strong></p></td><td><p style=\"text-align: center\"><strong>TN</strong></p></td><td><p style=\"text-align: center\"><strong>Time</strong></p></td></tr><tr><td><p>Crash Computer</p></td><td><p style=\"text-align: center\">19</p></td><td><p style=\"text-align: center\">1 minute</p></td></tr><tr><td><p>Destroy programming</p></td><td><p style=\"text-align: center\">23</p></td><td><p style=\"text-align: center\">10 minutes</p></td></tr><tr><td><p>Damage programming</p></td><td><p style=\"text-align: center\">35</p></td><td><p style=\"text-align: center\">10 minutes</p></td></tr></tbody></table><h3>Special</h3><p>A character can take 10 when using the Technology Use skill.</p><h3>Time</h3><p>Technology Use checks take different amounts of time based on the task at hand, the complexity of the site, the range at which a site is accessed, and the use of any hacking modules. Please refer to the specific task and table: “Technology use, Systems TN and Time”, to calculate these.</p>"
  },
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0,
    "qUf9EhhQBxZF46Rx": 3
  },
  "flags": {},
  "_stats": {
    "systemId": "opsandtactics",
    "systemVersion": "0.2.7",
    "coreVersion": "11.315",
    "createdTime": 1700003789559,
    "modifiedTime": 1705309885809,
    "lastModifiedBy": "qUf9EhhQBxZF46Rx"
  },
  "_key": "!items!w0KqhL1HNXGkn5n6"
}
