{
  "name": "Positronic Brain",
  "type": "feature",
  "img": "systems/opsandtactics/icons/containers/data/disc.webp",
  "system": {
    "description": "<h3>Racial Traits</h3>\n<ul>\n<li>Synthetics receive OSL as their native language for free, and can chose any language in the Synthetic Language Group as a secondary native language.</li>\n<li>Synthetics can not use magic, psionics, or incantations.</li>\n<li>Synthetics heal HP through the Craft (Structural) skill vehicle repairing action.</li>\n<li>Synthetics are immune to Pepper Spray, Bear Fogger, Tear gas, Pepperballs and Pava balls.</li>\n<li>Synthetics are immune to all Psionic (Telepathy) attacks, effects, and benefits.</li>\n<li>Synthetics are immune to all Spellschool (Conjuration), Healing Subschool and Spellschool (Necromancy) spells.</li>\n<li>Synthetics are immune to all Incantation (Hex) Incantations.</li>\n<li>Synthetics are considered Huge objects for the purpose of spells.</li>\n<li>Synthetics are considered Huge steel ingots for the purpose of Spellschool (Transmutation) spells.</li>\n<li>Synthetics are immune to the effects and benefits of all poisons, diseases, narcotics, drugs, potions, and pharmaceuticals.</li>\n<li>Synthetics do not have to consume food, water or air, and can not starve, become dehydrated, or suffocate.</li>\n<li>Synthetics can not be Sickened, Inebriated, Nauseated, Fatigued, or Exhausted.</li>\n<li>Synthetics do not take bleed damage.</li>\n<li>Synthetics are not affected by any augmentation effects that would reduce or increase their CHP.</li>\n<li>When Synthetics are caught in any EMP effect, they may roll a Fortitude Saving Throw [TN20] or be Stunned for 1d3 rounds. Any augmentations the synthetic has on their shell are immediately disabled, if they do not have any upgrades or other means to mitigate an EMP.</li>\n<li>Synthetics that are reduced to -1 CHP or below do not suffer from the Dying condition, and do not need to be stabilized. Any time a synthetic would be Dying, they are Disabled instead.</li>\n</ul>\n<h3>Racial Traits (Active Effect)</h3>\n<ul>\n<li>Synthetics have a Mental Limit equal to 0.</li>\n</ul>\n<h3>Positronic Brain</h3>\n<p>The positronic brain is the mental aspect of a synthetic, housing all of their mental abilities and statistics. The positronic brain houses the Intelligence, Wisdom, and Charisma for the synthetic. Due to the nature of synthetics, their brain can be removed from the shell and placed in another. All positronic brains have a wireless receiver and broadcaster that can interact with any interfaceable object.</p>\n<p>Unlike AI units, synthetics have actual intelligence. They can learn, think, reason, have feelings, emotions, wants, desires, hopes and dreams.</p>\n<h3>Personality and Culture</h3>\n<p>Synthetic creatures, due to their mimicry of true life, have a large span of possible personalities. Synthetic culture is only vaguely recognizable to non-synths, revolving around electronics, software, programs and other digital nuances. Synthetics also often take and assimilate themselves into whatever culture that is around them.</p>\n<h3>Language</h3>\n<p>The native language of a Synthetic is dependent on what kind of language they were given at creation. All Synthetics know Open Source Language, and can choose Glass, Penguin, Fruit, Devil, or Beep as a secondary language for free.</p>\n<h3>Names</h3>\n<p>Synthetics usually have a long set of names. The first name is usually a chosen personal name, the middle name usually denotes their design, use, or model, though this is optional, and the last name is given, either by a creator, family, user, or randomly generated.</p>",
    "summary": ""
  },
  "effects": [
    {
      "icon": "systems/opsandtactics/icons/containers/data/disc.webp",
      "origin": "Item.7Cfz5fsxjKV5xebp",
      "duration": {
        "startTime": null,
        "seconds": null,
        "combat": null,
        "rounds": null,
        "turns": null,
        "startRound": null,
        "startTurn": null
      },
      "disabled": false,
      "_id": "Km86Sqpsdi5RuZK6",
      "changes": [
        {
          "key": "system.details.race",
          "mode": 2,
          "value": "Synthetic"
        },
        {
          "key": "system.ml.formula",
          "mode": 5,
          "value": "0"
        }
      ],
      "tint": null,
      "transfer": true,
      "flags": {},
      "name": "Brain Traits",
      "description": "",
      "statuses": [],
      "_key": "!items.effects!k8FqV1XCtEc2RDLs.Km86Sqpsdi5RuZK6"
    }
  ],
  "flags": {
    "core": {}
  },
  "_stats": {
    "systemId": "opsandtactics",
    "systemVersion": "0.2.7",
    "coreVersion": "11.315",
    "createdTime": 1681244262397,
    "modifiedTime": 1705306605863,
    "lastModifiedBy": "qUf9EhhQBxZF46Rx"
  },
  "folder": "VhzxhHgIa9nVLBFX",
  "ownership": {
    "default": 0,
    "qUf9EhhQBxZF46Rx": 3
  },
  "_id": "k8FqV1XCtEc2RDLs",
  "sort": 0,
  "_key": "!items!k8FqV1XCtEc2RDLs"
}
