{
  "name": "Standard Spacesuit (Shield)",
  "type": "armor",
  "img": "systems/opsandtactics/icons/svg/shieldcomb.svg",
  "system": {
    "description": "<p>This spacesuit is a full body spacesuit that protects a single person from the harmful radiation and vacuum of space. It has its own life support system that negates any temperature effects, as well as an emergency 48 hour air tank, a full sun visor, and a communication radio. Due to its bulk, any character wearing this suit is unable to use any weapon larger than medium size or any weapon smaller than tiny size, taking a penalty on the attack roll equal to the armor penalty. This armor can soak 5 points of plasma or electric damage before it requires a new coolant pack. This armor protects against all stunning effects from any attack that also deals electric damage while the armor can soak plasma or electric damage. It takes 3 rounds for the plasma shields to recharge after a new coolant pack has been inserted.</p>\n<h3>Special Notes</h3>\n<p>This armor protects the head, arms, legs, feet, and hands of the wearer, providing DR and Defense to all listed areas. If a standard spacesuit loses all of its AP, it is depressurized and can no longer protect its wearer from the environment. This armor is hardened against EMP.</p>",
    "layer": "shield",
    "active": false,
    "def": 0,
    "agiMax": null,
    "penalty": 0,
    "cpLoss": 0,
    "protection": {
      "WXwri8AI": {
        "name": "Plasma, Electric",
        "value": 1
      }
    },
    "activeDR": "",
    "ap": {
      "value": 5,
      "max": 5
    },
    "coolant": "",
    "gear": {
      "quantity": {
        "value": 1,
        "available": false
      },
      "size": "Large",
      "weight": null,
      "cost": null,
      "quality": "",
      "restriction": "",
      "physical": false,
      "location": {
        "parent": "Loose",
        "note": ""
      },
      "resources": {},
      "tons": false,
      "capital": false
    }
  },
  "effects": [],
  "flags": {
    "core": {}
  },
  "_stats": {
    "systemId": "opsandtactics",
    "systemVersion": "0.1.3",
    "coreVersion": "11.315",
    "createdTime": 1681662154248,
    "modifiedTime": 1699686564395,
    "lastModifiedBy": "qUf9EhhQBxZF46Rx"
  },
  "folder": "C9RrNQrxG7BPZXfq",
  "ownership": {
    "default": 0,
    "qUf9EhhQBxZF46Rx": 3
  },
  "_id": "9cBkUKpjmVxGrTmY",
  "sort": 0,
  "_key": "!items!9cBkUKpjmVxGrTmY"
}
